Repository: Murtaza-codes/banfes
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Qualifications
fa: اعتبارنامه‌ها و شایستگی‌ها

source: News
fa: اخبار

source: FAQ
fa: پرسش‌های رایج

source: Materials and Resources
fa: مواد و منابع آموزشی

source: About us
fa: دربارهٔ ما

source: Contact us
fa: ارتباط با ما

source: Language
fa: زبان

source: Schools Login
fa: ورود مکاتب

source: Exam Center
fa: مرکز امتحانات

source: Students
fa: محصلین

source: Schools
fa: مکاتب

source: Exam
fa: امتحان

source: My Account
fa: حساب کاربری من

source: Administrator
fa: مدیر اداری

source: Lecturer
fa: استاد

source: Student
fa: محصل

source: User
fa: کاربر

source: Education Portal
fa: پورتال آموزشی

source: Empowering students and educators with innovative learning solutions that transform the educational experience.
fa: توانمندسازی محصلین و استادان با راهکارهای نوین آموزشی که تجربهٔ تعلیمی را دگرگون می‌سازد.

source: Quick Links
fa: پیوندهای سریع

source: Resources
fa: منابع

source: Learning Materials
fa: مواد آموزشی

source: Student Resources
fa: منابع محصلین

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی

source: Terms of Service
fa: شرایط خدمات

source: Contact Info
fa: معلومات تماس

source: All rights reserved.
fa: تمام حقوق محفوظ است.

source: Welcome to Education Portal
fa: به پورتال آموزشی خوش آمدید

source: Your Gateway to Quality Learning
fa: دروازهٔ شما به‌سوی آموزش با کیفیت

source: Explore Courses
fa: جستجوی کورس‌ها

source: Learn More
fa: معلومات بیشتر

source: Our Mission
fa: ماموریت ما

source: Our Vision
fa: دیدگاه ما

source: Our Values
fa: ارزش‌های ما

source: Our Team
fa: تیم ما

source: Get in Touch
fa: با ما در تماس شوید

source: Your Name
fa: نام شما

source: Email Address
fa: آدرس ایمیل

source: Subject
fa: موضوع

source: Message
fa: پیام

source: Send Message
fa: ارسال پیام

source: Frequently Asked Questions
fa: پرسش‌های متداول

source: Educational Materials
fa: مواد تعلیمی

source: Download Resources
fa: دانلود منابع

source: Latest News & Updates
fa: آخرین اخبار و به‌روزرسانی‌ها

source: Read More
fa: بیشتر بخوانید

source: Categories
fa: دسته‌بندی‌ها

source: Archives
fa: آرشیف

source: Recent Posts
fa: مطالب اخیر

source: Our Qualifications
fa: اعتبارنامه‌ها و شایستگی‌های ما

source: Programs Offered
fa: برنامه‌های ارائه‌شده

source: Login
fa: ورود به سیستم

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Remember me
fa: مرا به خاطر بسپار

source: Forgot Password?
fa: رمز عبور خود را فراموش کرده‌اید؟

source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Register
fa: ثبت نام

source: Lecturer Dashboard
fa: داشبورد استاد

source: Learning management system
fa: سیستم مدیریت آموزش

source: Course Management
fa: مدیریت کورس‌ها

source: Manage your assigned courses and teaching materials.
fa: کورس‌های تعیین‌شده و مواد درسی خود را مدیریت کنید.

source: View Sessions
fa: مشاهدهٔ جلسات

source: Student Scores
fa: نمرات محصلین

source: Manage student scores and assessment results.
fa: نمرات محصلین و نتایج ارزیابی‌ها را مدیریت کنید.

source: Manage Scores
fa: مدیریت نمرات

source: Course Allocations
fa: تخصیص کورس‌ها

source: View your allocated courses for current semester.
fa: کورس‌های تخصیص‌یافتهٔ خود برای سمستر فعلی را مشاهده کنید.

source: View Allocations
fa: مشاهدهٔ تخصیص‌ها

source: Assignments
fa: کارهای خانگی

source: Create and manage student assignments and quizzes.
fa: کارهای خانگی و امتحان‌های کوتاه محصلین را ایجاد و مدیریت کنید.

source: Quiz Progress
fa: پیشرفت امتحان‌های کوتاه

source: Semesters
fa: سمسترها

source: View and manage academic semesters.
fa: سمسترهای تحصیلی را مشاهده و مدیریت کنید.

source: Manage Semesters
fa: مدیریت سمسترها

source: Profile Settings
fa: تنظیمات پروفایل

source: Update your profile and account settings.
fa: پروفایل و تنظیمات حساب کاربری خود را به‌روزرسانی کنید.

source: Edit Profile
fa: ویرایش پروفایل

source: Dashboard
fa: داشبورد

source: Student Dashboard
fa: داشبورد محصل

source: Access all your student features and resources
fa: دسترسی به تمام امکانات و منابع محصلین

source: My Profile
fa: پروفایل من

source: View and update your personal information
fa: مشاهده و به‌روزرسانی معلومات شخصی شما

source: View Profile
fa: مشاهدهٔ پروفایل

source: My Courses
fa: کورس‌های من

source: Access your enrolled courses
fa: دسترسی به کورس‌های ثبت‌نام‌شدهٔ شما

source: View Courses
fa: مشاهدهٔ کورس‌ها

source: View and submit your assignments
fa: مشاهده و ارسال کارهای خانگی شما

source: View Assignments
fa: مشاهدهٔ کارهای خانگی

source: Quizzes & Tests
fa: امتحان‌های کوتاه و تست‌ها

source: Take online tests and quizzes
fa: اشتراک در تست‌ها و امتحان‌های کوتاه آنلاین

source: Take Quizzes
fa: اشتراک در امتحان‌های کوتاه

source: Results & Grades
fa: نتایج و نمرات

source: View your academic performance
fa: مشاهدهٔ عملکرد تحصیلی شما

source: View Results
fa: مشاهدهٔ نتایج

source: Access course materials and resources
fa: دسترسی به مواد و منابع کورس

source: View Materials
fa: مشاهدهٔ مواد درسی

source: Course Registration
fa: ثبت‌نام کورس

source: Register for new courses
fa: ثبت نام در کورس‌های جدید

source: Calendar & Schedule
fa: تقویم و تقسیم اوقات

source: View your academic calendar and class schedule
fa: مشاهدهٔ تقویم تحصیلی و تقسیم اوقات صنفی

source: View Schedule
fa: مشاهدهٔ تقسیم اوقات

source: Attendance
fa: حاضری

source: Check your attendance records
fa: بررسی سوابق حاضری خود

source: View Attendance
fa: مشاهدهٔ حاضری

source: Admin Dashboard
fa: داشبورد اداری

source: Admin Panel
fa: پنل اداری

source: Quick Actions
fa: اقدامات سریع

source: Access your personalized educational resources
fa: دسترسی به منابع آموزشی شخصی‌سازی‌شدهٔ شما

source: Access system statistics and administrative controls.
fa: دسترسی به احصائیه‌های سیستم و کنترل‌های اداری.

source: Go to Dashboard
fa: رفتن به داشبورد

source: Users
fa: کاربران

source: Manage students, lecturers, and system users.
fa: مدیریت محصلین، استادان و کاربران سیستم.

source: Manage Students
fa: مدیریت محصلین

source: Courses
fa: کورس‌ها

source: Manage your courses, materials, and student assessments.
fa: مدیریت کورس‌ها، مواد درسی و ارزیابی‌های محصلین.

source: View and manage academic semesters and sessions.
fa: مشاهده و مدیریت سمسترهای تحصیلی و جلسات درسی.

source: View Semesters
fa: مشاهدهٔ سمسترها

source: Access your personalized student dashboard.
fa: دسترسی به داشبورد شخصی محصل.

source: View Dashboard
fa: مشاهدهٔ داشبورد

source: Materials
fa: مواد درسی

source: Access educational resources and learning materials.
fa: دسترسی به منابع تعلیمی و مواد آموزشی.

source: Home
fa: صفحهٔ اصلی

source: My courses
fa: کورس‌های من

source: Programs
fa: برنامه‌ها

source: Semester
fa: سمستر

source: Level
fa: سطح

source: Edit course
fa: ویرایش کورس

source: Add Topic
fa: افزودن مبحث

source: Course Content
fa: محتوای کورس

source: Topics
fa: مبحث‌ها

source: No topics yet
fa: هنوز هیچ مبحثی وجود ندارد

source: Click "Add Topic" to create your first topic for this course.
fa: برای ایجاد اولین مبحث این کورس، روی «افزودن مبحث» کلیک کنید.

source: No content available
fa: محتوایی موجود نیست

source: This course does not have any topics yet. Please check back later.
fa: این کورس هنوز هیچ مبحثی ندارد. لطفاً بعداً دوباره بررسی کنید.

source: Hidden
fa: مخفی

source: Add Content
fa: افزودن محتوا

source: Add File
fa: افزودن فایل

source: Add Video
fa: افزودن ویدیو

source: Add Assignment
fa: افزودن کار خانگی

source: Edit Topic
fa: ویرایش مبحث

source: Delete Topic
fa: حذف مبحث

source: Files
fa: فایل‌ها

source: Edit file
fa: ویرایش فایل

source: Delete file
fa: حذف فایل

source: Videos
fa: ویدیوها

source: Edit video
fa: ویرایش ویدیو

source: Delete video
fa: حذف ویدیو

source: Closed
fa: بسته شده

source: Submission Limit Reached
fa: محدودیت ارسال تکمیل شده

source: View Submissions
fa: مشاهدهٔ ارسالی‌ها

source: Edit Assignment
fa: ویرایش کار خانگی

source: Confirm Delete
fa: تأیید حذف

source: Close
fa: بستن

source: Delete Topic?
fa: مبحث حذف شود؟

source: This action cannot be undone.
fa: این عمل قابل بازگشت نیست.

source: Cancel
fa: انصراف

source: Delete
fa: حذف

source: Deleting
fa: در حال حذف...

source: Course Details
fa: جزئیات کورس

source: Course Information
fa: معلومات کورس

source: Description
fa: تشریحات

source: Course Code
fa: کد کورس

source: Credit Hours
fa: ساعات کریدت

source: Available Topics
fa: مبحث‌های موجود

source: Course Materials
fa: مواد درسی کورس

source: Instructor
fa: استاد

source: Download
fa: دانلود

source: Watch Video
fa: مشاهدهٔ ویدیو

source: Submit Assignment
fa: ارسال کار خانگی

source: Due Date
fa: تاریخ مهلت

source: No files have been uploaded yet.
fa: هنوز هیچ فایلی آپلود نشده است.

source: No videos have been added yet.
fa: هنوز هیچ ویدیویی اضافه نشده است.

source: No assignments have been created yet.
fa: هنوز هیچ کار خانگی ایجاد نشده است.

source: View Details
fa: مشاهدهٔ جزئیات

source: Education Portal - Home
fa: پورتال آموزشی - صفحهٔ اصلی

source: Transforming Education with Technology
fa: تحول آموزش با تکنالوژی

source: Our education platform integrates blockchain and AI technologies to create a personalized, secure, and innovative learning environment.
fa: پلتفرم آموزشی ما تکنالوژی‌های بلاکچین و هوش مصنوعی را برای ایجاد یک محیط آموزشی شخصی‌سازی‌شده، امن و نوآورانه یکپارچه می‌سازد.

source: Contact Us
fa: ارتباط با ما

source: View and update your personal information and preferences.
fa: مشاهده و به‌روزرسانی معلومات شخصی و ترجیحات شما.

source: Our BANFES Approach
fa: رویکرد بانفس ما

source: Blockchain and Artificial Intelligence Non-Formal Education System
fa: سیستم آموزش غیررسمی مبتنی بر بلاکچین و هوش مصنوعی

source: Blockchain Security
fa: امنیت بلاکچین

source: Our platform uses blockchain technology to ensure the security and integrity of educational records and certificates.
fa: پلتفرم ما از تکنالوژی بلاکچین برای تضمین امنیت و یکپارچگی سوابق تحصیلی و تصدیق‌نامه‌ها استفاده می‌کند.

source: AI-Powered Learning
fa: آموزش مبتنی بر هوش مصنوعی

source: Artificial intelligence customizes the learning experience by adapting to each student's unique needs and learning style.
fa: هوش مصنوعی با تطابق با نیازها و سبک یادگیری منحصربه‌فرد هر محصل، تجربهٔ آموزشی را شخصی‌سازی می‌کند.

source: Open Access
fa: دسترسی آزاد

source: We believe in making education accessible to all, with transparent pricing and open-access resources.
fa: ما به قابل دسترس ساختن آموزش برای همه، با قیمت‌گذاری شفاف و منابع با دسترسی آزاد، باور داریم.

source: Open Access Policy
fa: سیاست دسترسی آزاد

source: Based on open access principles, all educational materials created on our platform are made immediately available under an open access license. No special permission is required to reuse content, provided the original source is properly cited.
fa: بر اساس اصول دسترسی آزاد، تمام مواد آموزشی ایجاد شده در پلتفرم ما فوراً تحت جواز دسترسی آزاد در دسترس قرار می‌گیرند. برای استفادهٔ مجدد از محتوا، به شرط ذکر منبع اصلی، به هیچ اجازهٔ خاصی نیاز نیست.

source: Latest News & Events
fa: آخرین اخبار و رویدادها

source: Stay updated with our latest announcements and educational events
fa: از آخرین اعلانات و رویدادهای آموزشی ما مطلع باشید

source: Private
fa: خصوصی

source: Edit
fa: ویرایش

source: No news or events available at the moment.
fa: در حال حاضر هیچ خبر یا رویدادی موجود نیست.

source: Ready to Transform Your Learning Experience?
fa: آیا برای تحول در تجربهٔ آموزشی خود آماده هستید؟

source: Join our innovative education platform today and experience the power of blockchain and AI in education.
fa: امروز به پلتفرم آموزشی نوآورانهٔ ما بپیوندید و قدرت بلاکچین و هوش مصنوعی را در آموزش تجربه کنید.

source: Access Materials
fa: دسترسی به مواد درسی

source: Sign In
fa: ورود به سیستم

source: Our mission is to provide a revolutionary education management system that integrates blockchain and artificial intelligence technologies, offering secure, personalized, and innovative learning experiences to students worldwide.
fa: ماموریت ما ارائهٔ یک سیستم مدیریت آموزشی انقلابی است که تکنالوژی‌های بلاکچین و هوش مصنوعی را یکپارچه ساخته و تجارب آموزشی امن، شخصی‌سازی‌شده و نوآورانه را به محصلین در سراسر جهان ارائه می‌دهد.

source: We envision a world where education is accessible, engaging, and effective for all learners regardless of their background or circumstances, powered by secure and cutting-edge technology.
fa: ما جهانی را تصور می‌کنیم که در آن آموزش، با حمایت تکنالوژی امن و پیشرفته، برای تمام آموزندگان بدون در نظر گرفتن پیشینه یا شرایط آنها، قابل دسترس، جذاب و مؤثر باشد.

source: BANFES: Our Innovative Approach
fa: بانفس: رویکرد نوآورانهٔ ما

source: Our platform is built on the Blockchain and Artificial Intelligence Non-Formal Education System (BANFES), an innovative approach that combines the security and transparency of blockchain technology with the adaptive learning capabilities of artificial intelligence.
fa: پلتفرم ما بر اساس سیستم آموزش غیررسمی مبتنی بر بلاکچین و هوش مصنوعی (بانفس) بنا شده است؛ رویکردی نوآورانه که امنیت و شفافیت تکنالوژی بلاکچین را با قابلیت‌های یادگیری تطبیقی هوش مصنوعی ترکیب می‌کند.

source: Materials & Resources
fa: مواد و منابع

source: Educational Resources
fa: منابع آموزشی

source: Access a variety of educational materials and resources to enhance your learning experience.
fa: به انواع مواد و منابع آموزشی برای بهبود تجربهٔ آموزشی خود دسترسی پیدا کنید.

source: Textbooks
fa: کتاب‌های درسی

source: Access digital textbooks and reading materials for your courses.
fa: به کتاب‌های درسی دیجیتال و مواد خواندنی برای کورس‌های خود دسترسی پیدا کنید.

source: Browse Textbooks
fa: مرور کتاب‌های درسی

source: Study Guides
fa: رهنماهای درسی

source: Download study guides and supplementary materials for exam preparation.
fa: رهنماهای درسی و مواد کمکی را برای آمادگی امتحان دانلود کنید.

source: View Study Guides
fa: مشاهدهٔ رهنماهای درسی

source: Video Tutorials
fa: آموزش‌های ویدیویی

source: Watch Videos
fa: تماشای ویدیوها

source: Full Name
fa: نام کامل

source: Enter your name
fa: نام خود را وارد کنید

source: Enter your email
fa: ایمیل خود را وارد کنید

source: Enter subject
fa: موضوع را وارد کنید

source: Enter your message
fa: پیام خود را وارد کنید

source: Contact Information
fa: معلومات تماس

source: Address
fa: آدرس

source: Email
fa: ایمیل

source: Phone
fa: تلفن

source: Office Hours
fa: ساعات کاری دفتر

source: Monday - Friday: 9:00 AM - 5:00 PM
fa: دوشنبه - جمعه: ۹:۰۰ صبح الی ۵:۰۰ عصر

source: How do I register for an account?
fa: چگونه می‌توانم یک حساب کاربری ثبت کنم؟

source: To register for an account, please contact your school administrator who will provide you with your login credentials.
fa: برای ثبت یک حساب کاربری، لطفاً با مدیر مکتب خود تماس بگیرید تا مشخصات ورود شما را ارائه دهد.

source: I forgot my password. What should I do?
fa: رمز عبور خود را فراموش کرده‌ام. چه باید بکنم؟

source: If you forgot your password, click on the "Forgot password?" link on the login page and follow the instructions to reset your password.
fa: اگر رمز عبور خود را فراموش کرده‌اید، روی پیوند «رمز عبور خود را فراموش کرده‌اید؟» در صفحهٔ ورود کلیک کرده و دستورالعمل‌ها را برای بازنشانی رمز عبور خود دنبال کنید.

source: How do I access my courses?
fa: چگونه به کورس‌های خود دسترسی پیدا کنم؟

source: After logging in, you can access your courses from the dashboard. Click on the course tile to enter the course and access its materials.
fa: پس از ورود به سیستم، می‌توانید از طریق داشبورد به کورس‌های خود دسترسی پیدا کنید. برای ورود به کورس و دسترسی به مواد آن، روی بخش مربوط به کورس کلیک کنید.

source: About Us
fa: دربارهٔ ما

source: Blockchain Technology
fa: تکنالوژی بلاکچین

source: Secure digital certification and credential verification
fa: تصدیق‌نامه‌های دیجیتال امن و تأیید اعتبارنامه‌ها

source: Tamper-proof academic records
fa: سوابق تحصیلی غیرقابل دستکاری

source: Enhanced privacy and data ownership
fa: حریم خصوصی پیشرفته و مالکیت داده‌ها

source: Transparent and verifiable learning processes
fa: فرایندهای آموزشی شفاف و قابل تأیید

source: Artificial Intelligence
fa: هوش مصنوعی

source: Personalized learning paths based on student needs
fa: مسیرهای آموزشی شخصی‌سازی‌شده بر اساس نیازهای محصل

source: Real-time progress tracking and analytics
fa: ردیابی پیشرفت و تحلیل‌های آنی

source: Intelligent tutoring systems and feedback
fa: سیستم‌های آموزشی هوشمند و بازخورد

source: Adaptive assessment and skill evaluation
fa: ارزیابی تطبیقی و سنجش مهارت‌ها

source: Academic Reference
fa: مرجع علمی

source: Our BANFES approach is based on cutting-edge research in educational technology. For more information, please refer to:
fa: رویکرد بانفس ما مبتنی بر تحقیقات پیشرفته در تکنالوژی آموزشی است. برای معلومات بیشتر، لطفاً به این مرجع مراجعه کنید:

source: Excellence
fa: برتری

source: We strive for excellence in everything we do, from the design of our platform to the support we provide to our users.
fa: ما در تمام امور خود، از طراحی پلتفرم گرفته تا پشتیبانی که به کاربران خود ارائه می‌دهیم، برای برتری تلاش می‌کنیم.

source: Collaboration
fa: همکاری

source: We believe in the power of collaboration and work closely with educators and institutions to develop solutions that meet their needs.
fa: ما به قدرت همکاری باور داریم و با استادان و نهادها برای توسعهٔ راهکارهایی که نیازهای آنها را برآورده سازد، از نزدیک همکاری می‌کنیم.

source: Innovation
fa: نوآوری

source: We continuously innovate and improve our platform to incorporate the latest educational technologies and best practices.
fa: ما به طور مداوم نوآوری کرده و پلتفرم خود را برای شامل ساختن آخرین تکنالوژی‌های آموزشی و بهترین شیوه‌ها بهبود می‌بخشیم.

source: In alignment with modern educational principles, we follow an open access approach to educational content:
fa: در تطابق با اصول آموزشی مدرن، ما از رویکرد دسترسی آزاد به محتوای آموزشی پیروی می‌کنیم:

source: All educational materials are made immediately available worldwide under an open access license.
fa: تمام مواد آموزشی فوراً در سراسر جهان تحت جواز دسترسی آزاد در دسترس قرار می‌گیرند.

source: No special permission is required to reuse all or part of published content, including figures and tables.
fa: برای استفادهٔ مجدد از تمام یا بخشی از محتوای منتشرشده، به‌شمول تصاویر و جداول، به هیچ اجازهٔ خاصی نیاز نیست.

source: For content published under Creative Commons CC BY license, any part may be reused without permission provided the original content is clearly cited.
fa: برای محتوای منتشرشده تحت جواز کریتیو کامنز CC BY، هر بخش بدون اجازه قابل استفادهٔ مجدد است، مشروط بر اینکه منبع اصلی به وضوح ذکر شود.

source: Our platform offers various pricing tiers, but ensures that core educational resources remain accessible to all.
fa: پلتفرم ما سطوح مختلف قیمت‌گذاری را ارائه می‌دهد، اما تضمین می‌کند که منابع اصلی آموزشی برای همه قابل دسترس باقی بمانند.

source: View Our Pricing Policy
fa: مشاهدهٔ سیاست قیمت‌گذاری ما

source: Watch instructional videos and tutorials to enhance your understanding.
fa: برای افزایش درک خود، ویدیوهای آموزشی و رهنماها را تماشا کنید.

source: Practice Tests
fa: امتحان‌های تمرینی

source: Take practice tests and quizzes to assess your knowledge and prepare for exams.
fa: برای ارزیابی دانش خود و آمادگی برای امتحان‌ها، در امتحان‌های تمرینی و امتحان‌های کوتاه اشتراک کنید.

source: Take Practice Tests
fa: اشتراک در امتحان‌های تمرینی

source: Academic Calendar
fa: تقویم تحصیلی

source: View important dates, deadlines, and events for the academic year.
fa: تاریخ‌های مهم، مهلت‌ها و رویدادهای سال تحصیلی را مشاهده کنید.

source: View Calendar
fa: مشاهدهٔ تقویم

source: External Resources
fa: منابع خارجی

source: Access external educational resources and websites to supplement your learning.
fa: برای تکمیل آموزش خود، به منابع آموزشی و وب‌سایت‌های خارجی دسترسی پیدا کنید.

source: Browse Resources
fa: مرور منابع

source: News & Announcements
fa: اخبار و اعلانات

source: Latest Updates
fa: آخرین به‌روزرسانی‌ها

source: Stay informed about the latest developments, announcements, and news.
fa: از آخرین تحولات، اعلانات و اخبار مطلع باشید.

source: News & Events
fa: اخبار و رویدادها

source: Are you sure you want to delete this item?
fa: آیا مطمئن هستید که می‌خواهید این مورد را حذف کنید؟

source: Back to News & Events
fa: بازگشت به اخبار و رویدادها

source: Dashboard settings
fa: تنظیمات داشبورد

source: Display grid
fa: نمایش شبکه‌ای

source: Display table
fa: نمایش جدولی

source: Manage dashboard
fa: مدیریت داشبورد

source: Lecturers
fa: استادان

source: Administrators
fa: مدیران اداری

source: Lab Assistance
fa: همکاران لابراتوار

source: Librarians
fa: کتابداران

source: Supervisors
fa: ناظرین

source: Office Assistance
fa: همکاران اداری

source: Others
fa: دیگران

source: Administration Panel
fa: پنل مدیریت اداری

source: Manage Lecturers
fa: مدیریت استادان

source: CRUD (Create, Retrieve, Update & Delete) lecturers
fa: ایجاد، بازیابی، به‌روزرسانی و حذف استادان (CRUD)

source: CRUD (Create, Retrieve, Update & Delete) students
fa: ایجاد، بازیابی، به‌روزرسانی و حذف محصلین (CRUD)

source: Manage Sessions
fa: مدیریت جلسات درسی

source: CRUD (Create, Retrieve, Update & Delete) sessions
fa: ایجاد، بازیابی، به‌روزرسانی و حذف جلسات درسی (CRUD)

source: CRUD (Create, Retrieve, Update & Delete) semesters
fa: ایجاد، بازیابی، به‌روزرسانی و حذف سمسترها (CRUD)

source: Course Add & Drop
fa: اضافه و حذف کورس

source: Enable or disable course registration
fa: فعال یا غیرفعال کردن ثبت‌نام کورس

source: ON
fa: فعال

source: OFF
fa: غیرفعال

source: Programs & Courses
fa: برنامه‌ها و کورس‌ها

source: CRUD (Create, Retrieve, Update & Delete) programs
fa: ایجاد، بازیابی، به‌روزرسانی و حذف برنامه‌ها (CRUD)

source: Manage Programs
fa: مدیریت برنامه‌ها

source: CRUD (Create, Retrieve, Update & Delete) course allocations
fa: ایجاد، بازیابی، به‌روزرسانی و حذف تخصیص کورس‌ها (CRUD)

source: Manage Allocations
fa: مدیریت تخصیص‌ها

source: CRUD (Create, Retrieve, Update & Delete) News & Events
fa: ایجاد، بازیابی، به‌روزرسانی و حذف اخبار و رویدادها (CRUD)

source: Manage News
fa: مدیریت اخبار

source: Latest activities
fa: فعالیت‌های اخیر

source: No recent activity
fa: هیچ فعالیت اخیری وجود ندارد

source: School Demographics
fa: احصائیهٔ جمعیتی مکتب

source: January
fa: جنوری

source: February
fa: فبروری

source: March
fa: مارچ

source: April
fa: اپریل

source: May
fa: می

source: June
fa: جون

source: Teachers
fa: معلمان

source: Admins
fa: مدیران

source: Staff
fa: کارمندان

source: Website Traffic
fa: ترافیک وب‌سایت

source: Education Portal - Login
fa: پورتال آموزشی - ورود به سیستم

source: Sign in
fa: ورود به سیستم

source: Access your personalized dashboard
fa: به داشبورد شخصی خود دسترسی پیدا کنید

source: Invalid ID & Password.
fa: شناسه و رمز عبور نامعتبر است.

source: SIGN IN
fa: ورود

source: Signing in...
fa: در حال ورود...

source: For students, use your username (e.g., test2)
fa: برای محصلین، از نام کاربری خود استفاده کنید (مثلاً: test2)

source: Exam ID
fa: شناسهٔ امتحان

source: School ID
fa: شناسهٔ مکتب

source: School Admin
fa: مدیر مکتب

source: Password Reset
fa: بازنشانی رمز عبور

source: Email sent
fa: ایمیل ارسال شد

source: Back To Login
fa: بازگشت به صفحهٔ ورود

source: Confirm New Password
fa: تأیید رمز عبور جدید

source: Password Reset Complete
fa: بازنشانی رمز عبور تکمیل شد

source: Sign In Here
fa: از اینجا وارد شوید

source: Last login
fa: آخرین ورود

source: Last login:
fa: آخرین ورود:

source: Allocation list
fa: لیست تخصیص

source: Allocate New Course
fa: تخصیص کورس جدید

source: No Course Allocated.
fa: هیچ کورسی تخصیص داده نشده است.

source: Allocate now
fa: اکنون تخصیص دهید

source: Action
fa: عملیات

source: Edit or Update
fa: ویرایش یا به‌روزرسانی

source: Deallocate
fa: لغو تخصیص

source: Manage Score
fa: مدیریت نمرات

source: Select a course to manage scores
fa: یک کورس را برای مدیریت نمرات انتخاب کنید

source: Choose a course from your assigned courses to enter or update student scores.
fa: یک کورس از کورس‌های تعیین‌شدهٔ خود را برای وارد کردن یا به‌روزرسانی نمرات محصلین انتخاب کنید.

source: Select Your Course
fa: کورس خود را انتخاب کنید

source: No courses available
fa: هیچ کورسی موجود نیست
