Repository: Murtaza-codes/banfes
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: You can enter scores for assignments, exams, quizzes, and attendance.
fa: شما می‌توانید نمرات کارهای خانگی، امتحان‌ها، امتحان‌های کوتاه و حاضری را وارد کنید.

source: No active semester found. Please contact an administrator.
fa: هیچ سمستر فعالی یافت نشد. لطفاً با یک مدیر اداری تماس بگیرید.

source: Change Course
fa: تغییر کورس

source: Save Scores
fa: ذخیرهٔ نمرات

source: Grade Report PDF
fa: گزارش نمرات به شکل PDF

source: Assignment
fa: کار خانگی

source: Mid Exam
fa: امتحان وسط سمستر

source: Quiz
fa: امتحان کوتاه

source: Final Exam
fa: امتحان نهایی سمستر

source: Total
fa: مجموع

source: Point
fa: نمره

source: Grade
fa: درجه

source: Comment
fa: تبصره

source: No students enrolled in this course
fa: هیچ محصلی در این کورس ثبت‌نام نکرده است

source: Add Program
fa: افزودن برنامه

source: Update
fa: به‌روزرسانی

source: Add Course
fa: افزودن کورس

source: Add & Drop Course
fa: اضافه و حذف کورس

source: Print Registration Form
fa: چاپ فورم ثبت‌نام
